[
  {
    "title": "toothache_now",
    "pattern": "B",
    "detail": "\n今も痛いのならがまんしないで歯医者に行ったほうがよいぞぃ。\n放置して痛くなくなっても、虫歯が治るわけじゃないからのぅ。\n放置したら歯の神経が死んで腐っていくだけじゃ。\n腐った神経が再度痛みを引き起こす原因になったりもするからのぅ。\nそれに痛みの原因が歯じゃない場合もある。\nとにかく見てもらうのが一番じゃ。\n"
  },
  {
    "title": "toothache_before",
    "pattern": "B",
    "detail": "\n以前あった痛みが治療せずに落ち着いているということは、\n痛みの原因が虫歯だった場合、歯の神経が死んでしまった可能性があるのぅ。\nそれをさらに放置していると死んだ神経が歯の中で腐って、\n歯の根の先から菌が歯茎の骨の中に広がっていくんじゃ。\nそうして広がった菌が歯茎の中で炎症を起こしたり、骨を溶かしたりするんじゃよ。\n広がった菌をなくす治療は時間がかかるからのぅ。\n痛みがなくなっていても、できるだけはやく治療した方がよいぞ。\n"
  },
  {
    "title": "toothache_by_cold_food",
    "pattern": "A",
    "detail": "\n初期の虫歯の可能性があるのぅ。\n今後突然強い痛みが出る可能性もあるし、\n少しずつ虫歯が進行して神経が死んでしまう可能性もあるんじゃ。\n虫歯が進行しないよう、はやめに治療をしたほうがよいぞ。\n虫歯以外の原因じゃと、知覚過敏の可能性もあるのぅ。\n知覚過敏は歯茎が下がって硬いエナメル質がない歯の根の部分が露出してきたり、\n歯茎に近い歯がえぐれたように削れてきたりすることで、冷たいものがしみるんじゃ。\n知覚過敏は、歯茎が下がる歯周病や過度なブラッシング圧、\nまた、くいしばりなども影響していると言われておるぞ。\nいずれにしても何が原因でしみているのか、見てもらったほうがよいのぅ。\n"
  },
  {
    "title": "full8",
    "pattern": "B",
    "detail": "\n起こりうる問題は虫歯や歯周病じゃが、きちんと磨けていれば問題なく残していけるぞ。\nただし親知らずは一番奥で磨きづらいからのぅ。ほっぺたも邪魔するしのぅ。\n自分で磨けていると思っていても実際はあまりきれいに保てていないことが多いんじゃ。\nたとえば歯ブラシがなかなか親知らずのところまで入れられないときは\n歯ブラシのヘッドを小さいものに変えると親知らずが磨きやすくなることもある。\nそんな感じで自分の歯に合った磨き方を教えてもらったほうが良いのぅ。\nいずれにしても良い状態を保てているかどうか、見てもらったほうがよいぞ。\n"
  },
  {
    "title": "partial8",
    "pattern": "A",
    "detail": "\n親知らずに限らず歯の頭の部分は、エナメル質というツルツルした組織で\n歯茎の組織はくっつかないようになっておるんじゃ。\nつまり口の中から見えていない親知らずの頭の部分は歯茎がのっているだけなので、\n親知らずの頭を菌がつたって、のっている歯茎の下に菌が入り込んでしまうわけじゃ。\n歯茎の下は歯ブラシも届かんから、菌が増殖して親知らずの歯茎が腫れたりする。\nまた一部だけ見えている歯の頭が虫歯になっている可能性もあるのぅ。\n一部しか見えていない親知らずは、他の歯よりも低い位置で磨きづらいからのぅ。\nこの親知らずは残しておいてもあまり良いことがないから抜歯になる可能性が高いぞ。\nいずれにしても見てもらったほうがよいのぅ。\n"
  },
  {
    "title": "impacted8",
    "pattern": "A",
    "detail": "\n親知らずが歯茎に完全に埋まっている場合でも、歯茎の中の骨からは出ている場合と\n骨の中に完全に埋まっている場合の２パターンあるんじゃ。\n骨の中に完全に埋まっていて他の歯に接触していない場合は、特に問題がなければ\nそのまま残しておいてもよいこともあるのぅ。\n親知らずの前の歯が歯周病になって歯茎が下がってくると、\n昔は見えていないかった親知らずが一部見えてきたりすることもあるぞぃ。\n今症状がなくても定期的に確認してもらったほうが安心じゃ。\n"
  },
  {
    "title": "unknown8",
    "pattern": "B",
    "detail": "\n今自分の親知らずがどんな状況か分かっていないのじゃな。\n親知らずは一番奥で自分じゃ鏡を使っても見えづらいからのぅ。\n分からなくても当然じゃ。\nレントゲンを撮って口の中を見てもらって、どんな状況か把握しておいた方がよいぞ。\n生え方によって残しやすいのか抜いたほうがよいのか変わったりするからのぅ。\nふぉっふぉっふぉ。\n"
  },
  {
    "title": "broken_tooth",
    "pattern": "A",
    "detail": "\n交通事故などの強い外力が加わった以外で、歯が折れたのであれば、\n歯の中が虫歯になっている可能性が高いのぅ。\nとくに詰めものや被せものは歯との境目が汚れがたまりやすいからのぅ、\n気づいた時には被せものの中が虫歯でボロボロ、なんてこともあったりするのぅ。\nそんなもろい歯は折れやすいんじゃ。\nあとは治療で詰めた白いプラスチックが欠けたりすることもあるのぅ。\n自分の歯よりもプラスチックのほうがもろいんじゃよ。\n"
  },
  {
    "title": "mobilization",
    "pattern": "A",
    "detail": "\nもともと歯は生理的動揺というものがあって数mm揺れる状態が正常なんじゃよ。\n大きく揺れている場合は歯周病が進行していて、\n歯がうわっている歯茎の中の骨が吸収されて揺れている可能性が高いのぅ。\n吸収された骨は基本的に元に戻らないので、\n歯周病の進行をくいとめて他の歯を揺らさないためにもはやく治療したほうがよいぞ。\n歯周病以外の揺れる原因で考えられるのは、歯が割れていてグラグラしている場合じゃ。\nいずれにしてもきちんと治療する必要があるぞぃ。\n"
  },
  {
    "title": "gums_pain",
    "pattern": "A",
    "detail": "\n歯茎が痛いのもいろんなパターンがあるんじゃ。\nまず歯周病によって急に歯茎が腫れたり痛む場合があるぞ。\n親知らずのまわりの歯茎が腫れた場合も大きく括ればこれに含まれるのぅ。\n他は、歯の中の神経が腐って根の先から菌が広がったことで歯茎が膿んでいる場合じゃ。\nこれは大きく腫れたり強く痛んだりすることが多いのぅ。\n他にも、口内炎や間違ったブラッシングによる擦過傷などの歯茎自体の傷の場合もある。\n原因を見極める必要があるからのぅ、はやく見てもらうのが一番じゃ。\n"
  },
  {
    "title": "gums_bleeding",
    "pattern": "A",
    "detail": "\n歯周病の可能性が高いのぅ。\n歯周病の初期からの症状に歯茎の出血があるんじゃ。\n骨が吸収されるくらい歯周病が進行する前であれば、歯茎の状態は改善できるんじゃよ。\n骨が吸収されてきてしまうと、その吸収された骨は基本的に元に戻らないからのぅ。\nだからこそ早期治療が大事なんじゃ。\n歯周病以外で考えられる出血の原因は、歯の中の神経が腐って根の先から菌が広がって\n骨の中に広がった膿が歯茎を突き抜けて出てきている場合かのぅ。\nいずれにしてもきちんと治療する必要があるんじゃ。\n"
  },
  {
    "title": "receding_gums",
    "pattern": "A",
    "detail": "\n歯茎が下がってくる原因もいくつかあるんじゃ。\n多いのは歯周病じゃのぅ。\n歯周病の菌によって歯茎の中の骨が吸収されて歯茎が下がるんじゃ。\n基本的に吸収された骨は元には戻らないがのぅ、今は再生療法などもある。\nただし再生療法をするには、歯周病の症状が落ち着いて\nプラークコントロールが良好であることが絶対条件じゃ。\nでないと再生するものも再生できん。\n結局歯周病自体をしっかり治療して口の中を良い状態にしていく必要があるんじゃ。\n他に歯茎が下がる原因は、過度なブラッシング圧や矯正治療の歯牙移動などもあるぞぃ。\n"
  },
  {
    "title": "TMD",
    "pattern": "A",
    "detail": "\n顎関節症の可能性があるんじゃ。\n顎関節症にも種類があってのぅ、顎を開閉させる筋肉に由来するもの、\n顎関節の関節円板に由来するもの、顎関節の骨の形状に由来するものなどがあるぞぃ。\n原因によって細かい治療法は異なってくるが、いずれにしても安静にすることじゃ。\n顎関節症にならないように、悪化しないようにするにはのぅ、\n食いしばりがある場合はその治療をしたほうがよいし、\n頬杖・あくび等の大開口・横向き寝などを控えて顎の負担を減らすことも大切じゃよ。\n原因を調べる意味でも、見てもらったほうがよいのぅ。\n"
  },
  {
    "title": "row_of_teeth",
    "pattern": "A",
    "detail": "\n歯並びの状態にも色々な種類があってのぅ、\n歯が重なっているものや歯がすいているもの、歯の傾きが強いものなどさまざまじゃ。\nさらにそれに加えて上下の顎のバランスがどうなっているかも関係してくる。\n治療法である矯正治療は費用も時間もかかるがのぅ、メリットは多いんじゃ。\nもちろん見た目も改善されるし、その他にも噛み合わせなどが改善することで\n歯や歯茎への負担が軽減されたりもする。\n矯正治療以外の方法として、被せものをすることで見た目を変える方法もあるがのぅ。\n歯の植立方向や噛み合わせも十分考慮しないと、被せものやその歯自体の負担が増えて\n長持ちしなかったりするからよく検討するんじゃ。\nいずれにしても気になるのであれば現状を見てもらったほうがよいのぅ。\n"
  },
  {
    "title": "stomatitis",
    "pattern": "A",
    "detail": "\n口内炎は栄養不足や免疫低下でできやすくなるぞ。特にビタミンB類の不足に注意じゃ。\nあとは頬や唇や舌を噛んでしまって口内炎になることも多いのぅ。\n痛みが強い時は、歯医者でレーザー治療や塗り薬を処方してもらうと楽になるぞぃ。\n通常は1週間もあれば治っていくものじゃがのぅ、あまりにも長期間口内炎がある場合は\n別な疾患を疑う必要があるからのぅ。\nきちんとみてもらうんじゃ。\n"
  },
  {
    "title": "bad_breath",
    "pattern": "A",
    "detail": "\n口臭の原因で最も多いのは歯周病じゃ。\n口の中があまり良い状態ではなくて菌が増えてしまってにおいがするんじゃよ。\n食べかすなどだけじゃなく、歯周病菌もくさいにおいを出すからのぅ。\n普段から歯周病がない状態にしておくことが大事じゃ。\n歯周病の治療を経て、プラークコントロールが良い状態を保つ、つまり\n自分できれいな口の中を維持できれば口臭は減らせるぞぃ。\nあとは、体に他の病気があることで吐く息ににおいがする場合もあるのぅ。\n"
  },
  {
    "title": "tobacco",
    "pattern": "B",
    "detail": "\nタバコに含まれるニコチンは血管収縮作用があってのぅ、\n歯茎の腫れや出血が起こりづらくなるんじゃ。\nつまり歯周病になっていて歯茎の炎症は起きているのに、腫れたり出血したりしないから\n自分では気づけない状態が続くんじゃよ。\n気づいた時には歯周病がとても進行してしまっているんじゃ。\nさらに歯茎が修復するのにも血液は重要じゃから喫煙者は歯茎の治りも遅くなりやすい。\nニコチン以外にも、タバコには発がん性物質がはいっていたり、\n歯や歯茎への着色が見られたりもするから、歯医者的には禁煙がおすすめじゃ。\n禁煙すると少しずつ非喫煙者と同様の歯茎の状態に戻るという研究結果もあるぞぃ。\n\nまぁ、ワシは吸うがのぅ！ 🚬_( ¯灬¯  )\n\n喫煙者は特にしっかり歯周病に関して見てもらったほうがよいぞ。\n"
  },
  {
    "title": "not_like_dentist",
    "pattern": "B",
    "detail": "\n口の中の治療はおぬしには見えんし音も大きいからのぅ。\n怖い・苦手な人も多いじゃろう。わしもその一人じゃ。\nしかしな、苦手な歯医者に、痛くなってからたくさん通うのは本当につらいんじゃよ。\nそうならずに済むよう、普段から口の中を良い状態にキープしておくとよいぞ。\n最初に勇気を出して、治療を終わらせて、その後定期的に通うのじゃ。\n\n話はかわるがの、「死ぬ間際に聞いた人生の後悔」というアンケートの健康面では、\n「歯をもっと大事にすれば良かった」という意見が上位に入っているそうじゃ。\n入れ歯・ブリッジ・インプラントとどんどん医療は進歩しているが、\nどの治療も自分の歯に勝るものはないんじゃよ。\nふぉっふぉっふぉ。\n"
  }
]
